### Plan for `TRANSACT/prod`
```terraform

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # newrelic_entity_tags.synthetic_tags["CLEAN_CLOUD_PING_TAG24"] will be created
  + resource "newrelic_entity_tags" "synthetic_tags" {
      + guid = (known after apply)
      + id   = (known after apply)

      + tag {
          + key    = "env"
          + values = [
              + "pen",
            ]
        }
      + tag {
          + key    = "product"
          + values = [
              + "CLEAN_CLOUD",
            ]
        }
      + tag {
          + key    = "service"
          + values = [
              + "adminui",
            ]
        }
      + tag {
          + key    = "type"
          + values = [
              + "ping",
            ]
        }
    }

  # newrelic_entity_tags.synthetic_tags["CLEAN_CLOUD_PING_TAG25"] will be created
  + resource "newrelic_entity_tags" "synthetic_tags" {
      + guid = (known after apply)
      + id   = (known after apply)

      + tag {
          + key    = "env"
          + values = [
              + "perf",
            ]
        }
      + tag {
          + key    = "product"
          + values = [
              + "CLEAN_CLOUD",
            ]
        }
      + tag {
          + key    = "service"
          + values = [
              + "adminui",
            ]
        }
      + tag {
          + key    = "type"
          + values = [
              + "ping",
            ]
        }
    }

  # newrelic_entity_tags.synthetic_tags["CLEAN_CLOUD_PING_TAG26"] will be created
  + resource "newrelic_entity_tags" "synthetic_tags" {
      + guid = (known after apply)
      + id   = (known after apply)

      + tag {
          + key    = "env"
          + values = [
              + "prod",
            ]
        }
      + tag {
          + key    = "product"
          + values = [
              + "CLEAN_CLOUD",
            ]
        }
      + tag {
          + key    = "service"
          + values = [
              + "adminui",
            ]
        }
      + tag {
          + key    = "type"
          + values = [
              + "ping",
            ]
        }
    }

  # newrelic_entity_tags.synthetic_tags["CLEAN_CLOUD_PING_TAG27"] will be created
  + resource "newrelic_entity_tags" "synthetic_tags" {
      + guid = (known after apply)
      + id   = (known after apply)

      + tag {
          + key    = "env"
          + values = [
              + "demo",
            ]
        }
      + tag {
          + key    = "product"
          + values = [
              + "CLEAN_CLOUD",
            ]
        }
      + tag {
          + key    = "service"
          + values = [
              + "adminui",
            ]
        }
      + tag {
          + key    = "type"
          + values = [
              + "ping",
            ]
        }
    }

  # newrelic_entity_tags.synthetic_tags["CLEAN_CLOUD_PING_TAG28"] will be created
  + resource "newrelic_entity_tags" "synthetic_tags" {
      + guid = (known after apply)
      + id   = (known after apply)

      + tag {
          + key    = "env"
          + values = [
              + "staging",
            ]
        }
      + tag {
          + key    = "product"
          + values = [
              + "CLEAN_CLOUD",
            ]
        }
      + tag {
          + key    = "service"
          + values = [
              + "adminui",
            ]
        }
      + tag {
          + key    = "type"
          + values = [
              + "ping",
            ]
        }
    }

  # newrelic_synthetics_monitor.synthetic_monitor["CLEAN_CLOUD_PING24"] will be created
  + resource "newrelic_synthetics_monitor" "synthetic_monitor" {
      + account_id        = (known after apply)
      + id                = (known after apply)
      + locations_public  = [
          + "AWS_AP_SOUTHEAST_2",
          + "AWS_EU_WEST_2",
          + "AWS_US_EAST_1",
        ]
      + name              = "CLEAN CLOUD - PING test for Adminui Service PEN"
      + period            = "EVERY_MINUTE"
      + period_in_minutes = (known after apply)
      + status            = "ENABLED"
      + type              = "SIMPLE"
      + uri               = "https://pen.platform.lmscloudlab.com/app/literaone/adminui/healthz"
      + verify_ssl        = true
    }

  # newrelic_synthetics_monitor.synthetic_monitor["CLEAN_CLOUD_PING25"] will be created
  + resource "newrelic_synthetics_monitor" "synthetic_monitor" {
      + account_id        = (known after apply)
      + id                = (known after apply)
      + locations_public  = [
          + "AWS_AP_SOUTHEAST_2",
          + "AWS_EU_WEST_2",
          + "AWS_US_EAST_1",
        ]
      + name              = "CLEAN CLOUD - PING test for Adminui Service PEFR"
      + period            = "EVERY_MINUTE"
      + period_in_minutes = (known after apply)
      + status            = "ENABLED"
      + type              = "SIMPLE"
      + uri               = "https://perf.platform.lmscloudlab.com/app/literaone/adminui/healthz"
      + verify_ssl        = true
    }

  # newrelic_synthetics_monitor.synthetic_monitor["CLEAN_CLOUD_PING26"] will be created
  + resource "newrelic_synthetics_monitor" "synthetic_monitor" {
      + account_id        = (known after apply)
      + id                = (known after apply)
      + locations_public  = [
          + "AWS_AP_SOUTHEAST_2",
          + "AWS_EU_WEST_2",
          + "AWS_US_EAST_1",
        ]
      + name              = "CLEAN CLOUD - PING test for Adminui Service PROD"
      + period            = "EVERY_MINUTE"
      + period_in_minutes = (known after apply)
      + status            = "ENABLED"
      + type              = "SIMPLE"
      + uri               = "https://one.litera.com/app/literaone/adminui/healthz"
      + verify_ssl        = true
    }

  # newrelic_synthetics_monitor.synthetic_monitor["CLEAN_CLOUD_PING27"] will be created
  + resource "newrelic_synthetics_monitor" "synthetic_monitor" {
      + account_id        = (known after apply)
      + id                = (known after apply)
      + locations_public  = [
          + "AWS_AP_SOUTHEAST_2",
          + "AWS_EU_WEST_2",
          + "AWS_US_EAST_1",
        ]
      + name              = "CLEAN CLOUD - PING test for Adminui Service DEMO"
      + period            = "EVERY_MINUTE"
      + period_in_minutes = (known after apply)
      + status            = "ENABLED"
      + type              = "SIMPLE"
      + uri               = "https://demo.one.litera.com/app/literaone/adminui/healthz"
      + verify_ssl        = true
    }

  # newrelic_synthetics_monitor.synthetic_monitor["CLEAN_CLOUD_PING28"] will be created
  + resource "newrelic_synthetics_monitor" "synthetic_monitor" {
      + account_id        = (known after apply)
      + id                = (known after apply)
      + locations_public  = [
          + "AWS_AP_SOUTHEAST_2",
          + "AWS_EU_WEST_2",
          + "AWS_US_EAST_1",
        ]
      + name              = "CLEAN CLOUD - PING test for Adminui Service STAGING"
      + period            = "EVERY_MINUTE"
      + period_in_minutes = (known after apply)
      + status            = "ENABLED"
      + type              = "SIMPLE"
      + uri               = "https://staging.one.litera.com/app/literaone/adminui/healthz"
      + verify_ssl        = true
    }

Plan: 10 to add, 0 to change, 0 to destroy.

```

